
const IntroHome = () => {

  return (
    <>
    // TODO
    <div
      className="flex flex-col items-center text-center px-4"
    >
      <img src="https://anamesa.onrender.com/uploads/stick7.jpg" alt="" />
      <p className="max-w-3xl mx-auto text-justify leading-relaxed text-gray-800 text-lg px-4 sm:px-6 md:px-8">
        Η Οµάδα <strong>[ανάµεσα]</strong> είµαστε µια πολιτική συλλογικότητα που έδρα έχουµε το Πάντειο και πεδίο παρέµβασης και συζήτησης το  σηµείο τοµής ακαδηµαϊκού και πολιτικού λόγου. Στόχος µας είναι να περοσεγγίσουµε κριτικά -από µία ταξική και φεµινιστική σκοπιά- τις επιστήµες µας. Με το παρόν 
         φιλοδοξούµε να συγκεντρώσουµε την ουσία κάποιων από τις ως τώρα συζητήσεις µας σχετικά µε τον κατασταλτικό µηχανισµό των συνόρων, την πολιτική διάσταση της ανάπτυξης και της χρήσης της τεχνολογίας, την υλικότητα των πόλεων και την σχέση µας µε τα κάθε είδους µνηµεία, και φυσικά 
        ανάλογα την εκάστοτε συνταρακτική επικαιρότητα- τον ρατσισµό, τον µισογυνισµό, την οµοφοβία και τα λοιπά σκατά της ελληνικής κοινωνίας
      </p>       
    </div>
    <br />
    </>
  )
}
export default IntroHome